translate english strings:

    old "Элис"
    new "艾莉丝"

    old "сестра"
    new "妹妹"

    old "брат"
    new "哥哥"

    old "братец"
    new "小哥哥"

    old "братик"
    new "哥哥~"

    old "близнец"
    new "双胞胎"

    old "Отец"
    new "父亲"

    old "отец"
    new "父亲"

    old "мама"
    new "妈妈"

    old "сестренка"
    new "妹妹~"

    old "Вэл"
    new "维尔"

    old "Алесса"
    new "阿莱莎"

    old "Джуно"
    new "朱诺"

    old "Роза"
    new "罗莎"

    old "Девочка"
    new "女孩"

    old "Старуха"
    new "老妪"

    old "Акер"
    new "阿克"

    old "Людвиг"
    new "路德维希"

    old "Леди"
    new "女士"

    old "Элин"
    new "艾琳"

    old "Красный Король"
    new "红王"

    old "Королева"
    new "女王"

    old "Крестьянин"
    new "农民"

    old "Лесная Нимфа"
    new "林中仙女"

    old "Сона"
    new "索娜"

    old "Веснушка"
    new "雀斑姑娘"

    old "Алейна"
    new "阿莱娜"

    old "Леди [alaina]"
    new "[alaina]女士"

    old "twinsis"
    new "双胞胎姐妹"

    old "[aker] и [mc]"
    new "[aker] 和 [mc]"

    old "сестра-близнец"
    new "双胞胎姐妹"

    old "Кэсс"
    new "凯丝"

    old "Кассандра"
    new "卡珊德拉"

    old "Череп"
    new "头骨"

    old "Король"
    new "国王"

    old "Королевский Гвардеец"
    new "王室卫兵"

    old "Портной"
    new "裁缝"

    old "Неизвестная"
    new "未知女子"

    old "Сын"
    new "儿子"

    old "Мама"
    new "母亲"

    old "Конрад"
    new "康拉德"

    old "Лия"
    new "莉亚"

    old "Офи"
    new "奥菲"

    old "Офелия"
    new "奥菲莉娅"

    old "Горожанин"
    new "城镇男子"

    old "Горожанка"
    new "城镇女子"

    old "Преториус"
    new "普雷托里乌斯"

    old "Калахан"
    new "卡拉汉"

    old "Аркадия"
    new "阿卡迪亚"

    old "Гуран"
    new "古兰"

    old "Южанка"
    new "南方女子"

    old "Ахара"
    new "阿哈拉"

    old "Элин2"
    new "艾琳2"

    old "Дворф"
    new "矮人"

    old "Гвадар"
    new "瓜达"

    old "Тира"
    new "蒂拉"

    old "Помощник доктора"
    new "医生助手"

    old "Слуга"
    new "仆人"

    old "Таинственная Женщина"
    new "神秘女子"

    old "Городской стражник"
    new "城卫兵"

    old "Старый Эльф"
    new "老精灵"

    old "Эльфийский мальчик"
    new "精灵男孩"

    old "Эльфийская девочка"
    new "精灵女孩"

    old "Алианна"
    new "艾莉安娜"

    old "Паладин Гаскойн"
    new "圣骑士加斯科恩"

    old "Паладин Захария"
    new "圣骑士扎哈里亚"

    old "Паладин Иллис"
    new "圣骑士伊莉斯"

    old "Гэлливан"
    new "盖利文"

    old "Жанкой"
    new "尚科"

    old "Фиона"
    new "菲奥娜"

    old "Питер"
    new "皮特"

    old "Лиза"
    new "莉莎"

    old "Анна"
    new "安娜"

    old "Северный Рыцарь"
    new "北方骑士"

    old "Аврора"
    new "奥若拉"

    old "Заключенный"
    new "囚犯"

    old "Черный Судья"
    new "黑裁决"

    old "Красный Судья"
    new "红裁决"

    old "Синий Судья"
    new "蓝裁决"

    old "Зеленый Судья"
    new "绿裁决"

    old "Золотой Судья"
    new "金裁决"

    old "Красный Император"
    new "红皇"

    old "Раб"
    new "奴隶"

    old "Южный воин"
    new "南方战士"

    old "Исида"
    new "伊西达"

    old "Локхарт"
    new "洛克哈特"

    old "Смотритель"
    new "守望者"

    old "Попрошайка"
    new "乞丐"

    old "Мэг"
    new "梅格"

    old "Дровосек"
    new "伐木工"

    old "Тень Исиды"
    new "伊西达之影"

    old "Дороти"
    new "多萝蒂"

    old "Амалия"
    new "阿玛莉亚"

    old "Голоса"
    new "声音"

    old "Рабыня"
    new "奴隶女"

    old "Пэтти"
    new "佩蒂"

    old "Дворянка"
    new "贵族女子"

    old "Сирена"
    new "海妖"

    old "[mename] и Аврора"
    new "[mename] 和奥若拉"

    old "Король(Актер)"
    new "国王(演员)"

    old "Проповедник (Актер)"
    new "布道者 (演员)"

    old "[cass] (Актриса)"
    new "[cass] (女演员)"

    old "Королева (Актриса)"
    new "女王 (女演员)"

    old "[mename] (Актер)"
    new "[mename] (演员)"

    old "[lia] (Актриса)"
    new "[lia] (女演员)"

    old "[elin] (Актриса)"
    new "[elin] (女演员)"

    old "Гутцгор"
    new "古茨戈"

    old "Друг Роуэна"
    new "罗文的友伴"

    old "Роуэн"
    new "罗文"

    old "Неизвестный"
    new "未知男子"

    old "Лора"
    new "洛拉"

    old "Аврора и [mename]"
    new "奥若拉和[mename]"

    old "[elin] и Локхарт"
    new "[elin] 和洛克哈特"

    old "Борис"
    new "鲍里斯"

    old "Проситель"
    new "请求者"

    old "Присцилла"
    new "普里西拉"

    old "Стражник"
    new "守卫"

    old "Рыцарь"
    new "骑士"

    old "Сын Аркадии"
    new "阿卡迪亚之子"

    old "Артур"
    new "亚瑟"

    old "Морган"
    new "摩根"

    old "Доктор"
    new "医生"

    old "Норман"
    new "诺曼"

    old "Рэндольф"
    new "兰德尔夫"

    old "Лео"
    new "莱奥"

    old "Стражи"
    new "守卫们"

    old "Страж"
    new "守卫"

    old "Хьюго"
    new "休戈"

    old "Мартин"
    new "马丁"

    old "Граф"
    new "伯爵"

    old "Графиня"
    new "伯爵夫人"

    old "Граф и Графиня"
    new "伯爵与伯爵夫人"

    old "Орис"
    new "奥里斯"

    old "Знать"
    new "贵族"

    old "Филипп"
    new "菲利普"

    old "Леонард"
    new "莱昂纳德"

    old "Ральф"
    new "罗夫"

    old "Саймон"
    new "塞蒙"

    old "Уличная Шлюха"
    new "街上妓女"

    old "Бруно"
    new "布鲁诺"

    old "Стражник Замка"
    new "城堡守卫"

    old "Толпа"
    new "人群"

    old "Всадники"
    new "骑兵"

    old "Кот"
    new "猫"

    old "Кот Людвиг"
    new "路德维希的猫"

    old "Палач"
    new "刽子手"

    old "Томас"
    new "托马斯"

    old "Лидия"
    new "莉迪亚"

    old "Майа"
    new "玛亚"

    old "Все Элин в помещении"
    new "房间里的所有艾琳"

    old "Посетитель"
    new "访客"

    old "Школьный Учитель"
    new "学校教师"

    old "Школьница"
    new "女学生"

    old "Школьник"
    new "男学生"

    old "Бледный конь"
    new "苍白之马"

    old "Таинственная женщина"
    new "神秘女子"

    old "Регис"
    new "瑞吉斯"

    old "Сибилла"
    new "西比拉"

    old "Злата"
    new "兹拉塔"

    old "Азалия"
    new "阿扎莉亚"

    old "Генри"
    new "亨利"

    old "Жозефина"
    new "约瑟芬"

    old "Валериан"
    new "瓦勒里安"

    old "Кассиус"
    new "卡西乌斯"

    old "Каталина"
    new "卡塔莉娜"

    old "[lia] и [mename]"
    new "[lia] 和 [mename]"

    old "Лаггариус"
    new "拉加里乌斯"

    old "Гвидон"
    new "奎顿"

    old "Арамис"
    new "阿拉米斯"

    old "Валерия"
    new "瓦莱莉亚"

    old "Алессандра"
    new "阿莱桑德拉"

    old "Аргус"
    new "阿耳戈斯"

    old "Тарк"
    new "塔克"

    old "Бандит"
    new "强盗"

    old "Капитан Бандитов"
    new "强盗队长"

    old "Варго"
    new "瓦戈"

    old "Женщина с мягким голосом"
    new "声音柔和的女子"

    old "Женщина с грубым голосом"
    new "声音粗犷的女子"

    old "Зеркало"
    new "镜子"

    old "Фигура"
    new "轮廓"

    old "Арион"
    new "阿里翁"

    old "Нойра"
    new "诺伊拉"

    old "Эльфийка"
    new "精灵女"

    old "Эльф"
    new "精灵"

    old "Селестина"
    new "塞莱丝蒂娜"

    old "Учитель Магии"
    new "魔法导师"

    old "Серафина"
    new "塞拉菲娜"

    old "Дриада"
    new "德里亚德"

    old "Огр"
    new "兽人"

    old "Корнелиус"
    new "科内利厄斯"

    old "Западный Дворянин"
    new "西方贵族"

    old "Бармен"
    new "酒吧服务生"

    old "Стражники"
    new "守卫"

    old "Лорд Амбуш"
    new "安布什领主"

    old "Гонец"
    new "信使"

    old "Рыцари"
    new "骑士们"

    old "Баско"
    new "巴斯科"

    old "Таинственный Рыцарь"
    new "神秘骑士"

    old "Воин Черной Косы"
    new "黑镰战士"

    old "Скриптор"
    new "记录员"

    old "Художник"
    new "画家"

    old "Торговец"
    new "商人"

    old "Кошка"
    new "猫"

    old "Барт"
    new "巴特"

    old "Мирта"
    new "米尔塔"

    # game/characters.rpy:35
    old "Какое твое имя? (Стандартное - 'Элис')"
    new "你叫什么名字？（默认是“艾莉丝”）"

    old "Мятежник"
    new "反叛者"

    old "Мятежники"
    new "反叛者们"

    old "Бродяжка"
    new "流浪者"

    old "Пьяница"
    new "酒鬼"

    old "Селина"
    new "塞琳娜"

    old "сын"
    new "儿子"

    old "Вместе"
    new "一起说"

    old "Голос Крови"
    new "血之声"

    old "Докер"
    new "码头工人"

    old "Портовый рабочий"
    new "港口工人"

    old "Конь в цепях"
    new "被锁链束缚的马"

    old "Посланник"
    new "使者"

    old "Вассалы"
    new "附庸"

    old "Голоса в зале"
    new "大厅中的声音"

    old "дружище"
    new "哥们"

    old "магическй близнец"
    new "魔力双胞胎"

    old "подружка"
    new "闺蜜"

    old "магический-близнец"
    new "魔力双胞胎"

    old "Кайден"
    new "凯登"

    old "Пойнас"
    new "珀纳斯"

    old "Император"
    new "皇帝"

    old "Рейдер"
    new "掠夺者"

    old "Дюран"
    new "杜兰"

    old "Ульрик"
    new "乌尔里克"

    old "Тень"
    new "阴影"

    old "Мелисса"
    new "梅丽莎"

    old "Рагвелион"
    new "拉格维隆"

    old "Магна"
    new "马格纳"

    old "Повитуха"
    new "助产士"

    old "Лотрик"
    new "洛特里克"

    old "Эльфийский оракул"
    new "精灵先知"

    old "Эларион"
    new "埃拉里翁"

    old "Тесса"
    new "特莎"

    old "Воины"
    new "战士"

    old "Эдрик"
    new "埃德里克"

    old "Рамона"
    new "拉莫娜"

    old "Матрос"
    new "水手"

    old "Старый Мастер"
    new "老大师"

    old "Капитан"
    new "队长"

    old "Вик"
    new "维克"

    old "Катерина"
    new "卡特琳娜"

    old "Ева"
    new "艾娃"

    old "Дубовицкий"
    new "杜博维茨基"

    old "Влад"
    new "弗拉德"

    old "Марен"
    new "马伦"

    old "Юка"
    new "尤卡"

    old "Глас Луны"
    new "月之声"

    old "Гарольд"
    new "哈罗德"

    old "Красный Принц"
    new "红王子"

    old "Юлия"
    new "尤莉亚"

    old "Север"
    new "北方"

    old "Степан"
    new "斯特潘"

    old "Корвин"
    new "科文"

    old "Миранда"
    new "米兰达"

    old "Корвин Младший"
    new "幼年科文"

    old "Хелен"
    new "海伦"

    old "Эйрик"
    new "埃里克"

    old "Муррабард"
    new "穆拉巴德"

    old "Габбтон"
    new "加布顿"

    old "Гиль"
    new "希尔"

    old "Гастон"
    new "加斯顿"

    old "Скаладан"
    new "斯卡拉丹"

    old "Безымянная сестра"
    new "无名姐妹"

    old "Клерик"
    new "牧师"

    old "Сестра Леонида"
    new "莱奥妮达姐妹"

    old "Тэос"
    new "提奥斯"

    old "Горец"
    new "高地人"

    old "Крастан"
    new "克拉斯坦"

    old "Макхал"
    new "马克哈尔"

    old "Горянка"
    new "高地女子"

    old "Войцех"
    new "沃伊采赫"

    old "Горцы"
    new "高地人"

    old "Амина"
    new "阿米娜"

    old "Алия"
    new "阿莉娅"

    old "Монтак"
    new "蒙塔克"

    old "Аслан"
    new "阿斯兰"

    old "Воины Скаладана"
    new "斯卡拉丹战士"

    old "Украдский"
    new "乌克拉德斯基"

    old "Мэри"
    new "玛丽"

    old "Сельский Торговец"
    new "乡村商人"

    old "Яромир"
    new "亚罗米尔"

    old "Забава"
    new "扎巴娃"

    old "Лорд Острожский"
    new "奥斯特罗日斯基领主"

    old "Охотник"
    new "猎人"

    old "Острожский Младший"
    new "奥斯特罗日斯基幼子"

    old "Северный Стражник"
    new "北方守卫"

    old "Гвардейцы"
    new "卫兵"

    old "Цветана"
    new "茨维塔娜"

    old "Петер"
    new "彼得"

    old "Марана"
    new "玛拉娜"

    old "Даррон"
    new "达隆"

    old "Горран"
    new "戈兰"

    old "Лейс"
    new "蕾丝"

    old "Зараженный Чумой"
    new "瘟疫感染者"

    old "Замаскированный Гвардеец"
    new "伪装守卫"

    old "Хранитель Библиотеки"
    new "图书馆管理员"

    old "Ромна"
    new "罗姆娜"

    old "Корабельщик"
    new "造船工"

    old "[cass]?"
    new "[cass]?"

    old "Лорды"
    new "领主"

    old "Гости"
    new "宾客"

    old "Безымянный Бог"
    new "无名之神"
